"Configure pill schedule" ="Konfigurieren von Pillen";
"Create pill schedule" ="Pille zu erstellen";
"Day" ="Tag";
"Each" ="Jeder";
"Fields are not correctly filled, please fill them all" ="Felder sind nicht korrekt ausgefüllt, bitte füllen sie alle";
"Frequency" ="Häufigkeit";
"Hour" ="Stunde";
"Name" ="Bezeichnung";
"Next pill is %@ %@ at %i" ="Nächste Pille ist %@ %@ am %i";
"Next time" ="Nächstes Mal";
"No pill scheduled, create one!" ="Erstellen Sie keine Pille geplant,";
"Ok" ="OK";
"Pill configuration" ="Konfiguration";
"Pill Information" ="Information";
"Time to take %@" ="%@ Nehmen";
"Week" ="Woche";
